export const data = {
  
  samosvalPreis: 0,
  
  set setSamosvalPreis(value) {
    this.samosvalPreis = value;
  },
};

export const sectionName = {
  samosval: 'Самосвал',
  frontal: 'Фронтальный погрузчик' 
}

export const srcPath = {
  samosval: './assets/img/samosval.jpg',
  frontal: './assets/img/frontal.jpg' 
}

export const description = {

  samosval: 'Самосвал- самый популярный заказ у клиентов АвтоСоюза. К вашим услугам модельный ряд пригодный к любым видам транспортировок: Камаз 13 тонн, Камаз 20 тонн . HOWO, Dong Fang, FAW 30 тонн. Основным пердназнначением самосвала является перемещение инертных грузов- от полужитких, до сыпучих, навальных. Кузов самосвала оборудован саморазружающимся механизмом и незаменим при перевозке земли и камня, руды и песка, щебня, гравия и угля, асфальта, различных бетонных смесей, зерна, картофеля и другой сельскохозяйственной продукции и строительных материалов.',

  frontal: 'У нас представлены погрузчики LG 936 — ковш 2 м³ , LG 953 — ковш 3 м³. Для рытья, транспортировки, формирования грунта. Эта машина также пригодна для буксировки другого оборудования на небольшие расстояния и незаменима для карьерных работ.' 
}


export const backgroundColorsForChart = ['#fcf80d', '#ff5500', '#5bed00','#05f7d7',
'#05aff7', '#0045c4', '#c300ff', '#ff0000', '#8f8c03', '#f5a37a', '#ffffff', '#008200'];